Repository: agradecido/typescript-project
Catalog: resources/lang/*.po
Languages: ca

source: Iscar Theme
ca: Tema Iscar

source: Theme for Rental Car Website
ca: Tema per a lloguer de cotxes

source: Aire Acondicionado
ca: Aire condicionat

source: Puertas
ca: Portes

source: Asientos
ca: Seients

source: Pasajeros
ca: Passatgers

source: Página contacto
ca: Pàgina de contacte

source: Interior Page Template
ca: Plantilla de pàgina interior

source: Page With Filters Template
ca: Plantilla de pàgina amb filtres

source: Our Fleet Template
ca: Plantilla de la nostra flota

source: Rentub Reservation
ca: Reserva Rentub

source: La página que estás buscando no existe.
ca: La pàgina que estàs buscant no existeix.

source: Reserva tu vehículo
ca: Reserva el teu vehicle

source: Lugar de recogida
ca: Lloc de recollida

source: Fecha de recogida
ca: Data de recollida

source: Fecha de devolución
ca: Data de devolució

source: Buscar
ca: Cerca

source: Alquilar ahora
ca: Llogar ara

source: pasajeros
ca: passatgers

source: puertas
ca: portes

source: Todos
ca: Tots

source: Aviso legal
ca: Avís legal

source: Política de privacidad
ca: Política de privacitat

source: Alquileres
ca: Lloguers

source: Puntos de entrega y recogida
ca: Punts d'entrega i recollida

source: Entrega en el aeropuerto
ca: Entrega a l'aeroport

source: Entrega en el hotel
ca: Entrega a l'hotel

source: Contáctanos
ca: Contacta'ns

source: España
ca: Espanya

source: Suscríbete a nuestra newsletter y recibe ofertas exclusivas
ca: Subscriu-te a la nostra newsletter i rep ofertes exclusives

source: Todos los derechos reservados
ca: Tots els drets reservats

source: sin límites
ca: sense límits

source: Elige tu coche ideal
ca: Triï el teu cotxe ideal

source: Alquilar
ca: Llogar

source: Cargando el mapa...
ca: Carregant el mapa...

source: Dirección
ca: Adreça

source: Horario
ca: Horari

# block title
source: Galería de vehículos
ca: Galeria de vehicles

# block description
source: Nuestros vehículos
ca: Els nostres vehicles

# block title
source: Destacados
ca: Destacats

# block description
source: Nuestros servicios destacados
ca: Els nostres serveis destacats
